Repository: JeffUlan/chamilo-lms
Catalog: main/locale/reservation/*.po
Languages: pt_br

# ReservationPeriodToSmall
source: The reservation period is to short.
pt_br: O período de reserva é muito curto.

source: Booking system
pt_br: Sistema de reservas

source: Booking period list
pt_br: Lista dos períodos de reserva

# BookingListView
source: Booking list
pt_br: Lista de reservas

source: Booking calendar view
pt_br: Ver as reservas no calendário

# BookingPeriods
source: Scheduling
pt_br: Tempos de reserva

source: Resource list
pt_br: Lista de recursos

# GoToCalendarView
source: Calendar view
pt_br: Visualizar calendário

# GoToListView
source: List view
pt_br: Ver lista

source: Manage resources
pt_br: Gerenciar recursos

source: Edit resource
pt_br: Editar recurso

# BookIt
source: Book a resource
pt_br: Reservar um recurso

source: Go to
pt_br: Ir para

source: No time picker
pt_br: Sem seleção de tempo

source: Time picker
pt_br: Seletor de tempo

source: Manage booking periods
pt_br: Gerenciar períodos de reserva

# BookingPeriodToSmall
source: The booking period is to small.
pt_br: O período de reserva é muito curto.

# BookingPeriodToBig
source: The booking period is to big.
pt_br: O período de reserva é muito longo.

# BookingPeriodTimePickerError1
source: A booking period without a timepicker can not be made if the minimum and maximum time of a chunck differs from zero.
pt_br: Um período de reserva sem a seleção do tempo não pode ser registrado se o tempo mínimo e máximo de um período for diferente de zero.

# BookingPeriodTimePickerError2
source: A booking period with a timepicker can not be made if the maximum time is smaller than the minimum time of a chunck.
pt_br: Um período de reserva com um seletor de tempo não pode feito se o tempo máximo for menor do que uma parte do tempo mínimo.

# BookingPeriodTimePickerError3
source: A booking period with a timepicker can not be made if the maximum time of a chunck doesn't fit between the start and end date.
pt_br: Um período de reserva com um seletor de tempo não pode feito se o maior tempo de um bloco não se encaixa entre a data de início e fim.

# BookingPeriodHasSubscriptions
source: The booking period has #NUM# active bookings, editing the booking period is not possible
pt_br: O período de reserva possui #NUM# reservas ativas, não é possível editar este período.

# TimePickerMaxUsers
source: * When the timepicker is being used, the maximum number of subscriptions is being ignored.
pt_br: * Quando o seletor de tempo for utilizado, o número máximo de inscrições será ignorada.

# TimePickerMinMaxNull
source: * If the minimum and maximum value of the timepicker is zero, the time can be chosen variably.
pt_br: * Se o valor mínimo e máximo do seletor de tempo é zero, o tempo poderá ser escolhido aleatoriamente.

# DeleteSelectedBookingPeriod
source: Delete selected booking periods
pt_br: Remover os períodos de reserva selecionados

# EditNewBookingPeriod
source: Edit a booking period
pt_br: Editar um período de reserva

# BookingPeriodAdded
source: The booking period has been added
pt_br: O período de reserva foi adicionado

# BookingPeriodDeleted
source: The booking period has been deleted
pt_br: O período de reserva foi removido

# ConfirmDeleteBookingPeriod
source: Are you sure that you want to permantly delete this booking period?
pt_br: Tem certeza de que deseja remover este período de reserva permanentemente?

# DeleteBookingPeriod
source: Remove this booking period
pt_br: Remover esse período de reserva

# BookingPeriodEdited
source: The booking period has been edited
pt_br: O período de reserva foi editado

# BookingPeriodDateOverlap
source: A part of the booking period is already in use in the period from #START# until #END#
pt_br: Uma parte do período de reserva já está em uso no período de #START# até #END#

# BookingPeriodSubscribeUntilAfterStart
source: The subscribe until date is greater then the startdate
pt_br: A data atual é maior que a data de início da reserva

# RepeatFor
source: Repeat every
pt_br: Repetir cada

source: Repeat until
pt_br: Repetir até

# BookingPeriodPast
source: Its not possible to make reservations before the current time
pt_br: Não é possível fazer reservas antes do momento atual

# ReservationMaxUsersOverrun
source: The are already more people subscribed then the Max Users you selected
pt_br: Já existem mais pessoas inscritas que o número máximo que você selecionou

# AddNewBookingPeriod
source: Add a new booking period
pt_br: Acrescentar um novo tempo de reserva

# BookingPeriodTimePickerLimitation
source: It is not possible to make reservations with a timepicker if the start and end date are not the same.
pt_br: Não é possível fazer reservas com um selecionador de tempo, se a data inicial e final não são as mesmas.

# ResourceTypeName
source: Resource type
pt_br: Nome do tipo de recurso

source: Add new resource type
pt_br: Acrescentar um novo tipo de recurso

# ResourceTypeAdded
source: The resource type has been added
pt_br: O tipo de recurso foi adicionado

# ResourceTypeEdited
source: The resource type has been edited
pt_br: O tipo de recurso foi editado

# ResourceTypeDeleted
source: The resource type has been deleted
pt_br: O tipo de recurso foi removido

# ConfirmDeleteResourceType
source: Are you sure that you want to permantly delete this resource type?
pt_br: Tem certeza de que deseja remover este tipo de recurso permanentemente?

source: Edit resource type
pt_br: Editar o tipo de recurso

source: Delete resource type
pt_br: Apagar tipo de recurso

# DeleteSelectedCategories
source: Delete selected resources
pt_br: Apagar recursos selecionados

# NoResourcesType
source: No resource type yet
pt_br: Não há nenhum tipo de recurso ainda

# ResourceType
source: Category
pt_br: Tipo de recurso

# ResourceTypeExist
source: This resource type already exists
pt_br: Este tipo de recurso já existe

# ResourceTypeHasItems
source: The resource type has #NUM# items ! Delete has been aborted
pt_br: O tipo de recurso possui #NUM# itens! A remoção foi abortada

# ResourceTypeNotDeleted
source: Some categories could not be removed because they contain resources
pt_br: Algumas categorias não puderam ser removidas pois possuem recursos

# DeleteSelectedSubscriptions
source: Delete selected reservation
pt_br: Reserva selecionada apagada

# DeleteSubscription
source: Delete reservation
pt_br: Apagar reserva

# SubscriptionDeleted
source: Your reservation has been deleted
pt_br: Sua reserva foi removida

# ConfirmDeleteSubscription
source: Are you sure that you want to delete this reservations?
pt_br: Tem certeza de que deseja remover esta reserva?

# SubscribeInformation
source: Please confirm if you want to make a reservation from #start# until #end# for #name#
pt_br: Por favor, confirme se você quer fazer uma reserva de #start# até #end# para #name#

# SubscribeTimePickerInformation
source: Please select for #name# a period #from_till between: #start_end
pt_br: Por favor, selecione um período #from_till até #start_end para #name#

source: Reservation added
pt_br: Reserva adicionada

# ReservationTresspassing
source: This reservation is already full, you are not allowed on this page
pt_br: Esta reserva já está completa, você não tem autorização para esta página

# ReservationOutOfDate
source: The date you have choosen is already in use and/or is not the reservation period from #START# until #END#
pt_br: A data que você escolheu já está em uso e/ou não é o período de reserva entre #START# e #END#

# ReservationAlready
source: You already booked this resource
pt_br: Você já reservou este recurso

# ReservationMadeTitle
source: Your booking of #ITEM# was successfull
pt_br: Sua reserva para #ITEM# foi feita com sucesso

# ReservationMadeMessage
source: A booking period of #NAME# has been deleted
pt_br: Um período de reserva para #NAME# foi removido

# ReservationDeleteMessage
source: Out period
pt_br: Fora do período

# ReservationFromUntilError
source: Recurrence
pt_br: Recorrência

source: No recurrence
pt_br: Sem recorrência

# UntilRecurrence
source: Use recurrence
pt_br: Usar recorrência

# TimePickerLimitation
source: * When the timepicker is being used, the start and enddate must be the same.
pt_br: * Quando o seletor de tempo está for utilizado, a data de início e fim devem ser as mesmas.

source: Overview subscriptions
pt_br: Lista de reservas

# OverviewReservedPeriods
source: Overview subscribed periods
pt_br: Lista de períodos de reserva

# SubscribedStartDate
source: Subscribed from end date
pt_br: Reservas desde a data final

# SubscribedEndDate
source: Subscribed till end date
pt_br: Reservas até a data final

source: Subscribed person
pt_br: Pessoa inscrita

source: Booking view
pt_br: Lista de reservas

source: Subscribe until
pt_br: Reservar até

source: Subscribe from
pt_br: Reservar desde

source: Notes
pt_br: Notas

source: Subscription Period
pt_br: Período de reserva

# NoPeriod
source: No subscription period
pt_br: Sem período de reserva

# FixedPeriod
source: Fixed subscription period
pt_br: Período de reserva fixado

source: Resource filter
pt_br: Filtro de recurso

# NoReservation
source: No booking period yet
pt_br: Sem período de reserva

# MaxUsers
source: Maximum subscriptions
pt_br: Número máximo de reservas

# AutoAccept
source: Accept users automatically
pt_br: Aceitar usuários automaticamente

# ResourceName
source: Resource
pt_br: Nome do recurso

source: Resource added
pt_br: Recurso adicionado

source: Resource edited
pt_br: Recurso editado

# ResourceDeleted
source: The resource has been deleted
pt_br: O recurso foi removido

source: Add new resource
pt_br: Adicionar novo recurso

# ConfirmDeleteResource
source: Are you sure that you want to permantly delete this resource?
pt_br: Tem certeza de que quer remover este recurso permanentemente?

# ResourceInactivated
source: The resource has been disabled
pt_br: O recurso foi desabilitado

# ResourceActivated
source: The resource has been enabled
pt_br: O recurso foi habilitado

# Resource
source: Assessment
pt_br: Avaliação

source: Open booking
pt_br: Reservas habilitadas

source: Delete resource
pt_br: Apagar recurso

source: Delete selected resources
pt_br: Remover recursos selecionados

# ResourceExist
source: The resource already exists
pt_br: O recurso já existe

# AcceptUsers
source: Accepting users
pt_br: Aceitar usuários

# UnacceptedUsers
source: Unaccepting users
pt_br: Não aceitar usuários

# DeleteSubscriptions
source: Deleting subscriptions
pt_br: Apagar inscrições

# NoItems
source: No resources yet
pt_br: Ainda não existem ítens

# ItemNotDeleted
source: Some resources are not removed because there are pending bookings
pt_br: Alguns recursos não foram removidos pois há reservas pendentes

# ItemHasReservations
source: The resource still has #NUM# active booking(s)
pt_br: O recurso ainda possui #NUM# reserva(s) ativa(s)

# NoItemsReservation
source: There are no resources available for you in here
pt_br: Não há nenhum objeto para você neste recurso

# ReservationAccepted
source: Your booking of #ITEM# is accepted
pt_br: Sua reservar para #ITEM# foi aceita

# ReservationDenied
source: Your booking for #ITEM# was refused
pt_br: Sua reserva para #ITEM# foi negada

# ReservationForItemAccepted
source: Reservation cancelled, #NAME# is temporary unavailable
pt_br: Reserva cancelada, o(a) #NAME# está temporariamente indisponível.

# ReservationActive
source: Reservation is active again, #NAME# is available again
pt_br: Sua reserva está novamente ativa, o(a) #NAME# está novamente disponível.

# ReservationUnavailable
source: Resources
pt_br: Recursos

source: Edit booking period
pt_br: Editar período de reserva

source: Create resource type
pt_br: Criar tipo de recurso

# ModifyResourceType
source: Edit resource type
pt_br: Editar tipo de recurso

# ViewResourceTypes
source: View the resource types
pt_br: Ver os tipos de recurso

# ViewResources
source: View the resources
pt_br: Ver os recursos

# ViewBookingPeriods
source: View the booking periods
pt_br: Ver os períodos de reserva

source: Always available
pt_br: Sempre disponível

# SelectResourceTypeAndResource
source: Select the resource type
pt_br: Selecione o tipo de recurso

source: Step 1: Select resource type
pt_br: Passo 1: Selecione o tipo de recurso

# Step2SelectResource
source: Step 2: select the resource
pt_br: Passo 2: selecione o recurso

# Step3SelectBookingPeriod
source: Step 3: select the booking period
pt_br: Passo 3: selecione o período de reserva

source: No reservations
pt_br: Sem reservas

# ItemRightDeleted
source: Item permissions removed.
pt_br: Permissões do item removidas

# MItemRights
source: Item rights
pt_br: Direitos do item

# MReservationRight
source: Booking permissions
pt_br: Permissões de reserva

# ItemRightEdited
source: Item permissions updated.
pt_br: Permissões do item atualizadas.

source: No rights
pt_br: Sem direitos

# MItemRights2
source: Item permissions
pt_br: Permissões do item

# MAddClassgroup
source: Add class/group
pt_br: Adicionar classe/grupo

# EditItemRight
source: Edit item permissions
pt_br: Editar permissões do item

# DeleteItemRight
source: Delete item permissions
pt_br: Excluir permissões do item

# MBookingPeriodsRight
source: Booking period permissions
pt_br: Permissões do período de reserva

# ViewItemRight
source: View item permissions
pt_br: Visualizar as permissões do recurso

# DeleteSelectedItemRights
source: Delete selected item permissions
pt_br: Excluir as permissões dos recursos selecionados

# SetEditRights
source: Set edit permissions
pt_br: Ajustar a edição de permissões

# UnsetEditRights
source: Remove edit permissions
pt_br: Remover permissões de edição

# SetDeleteRights
source: Assign delete permissions
pt_br: Atribuir permissão de exclusão

# UnsetDeleteRights
source: Remove delete permissions
pt_br: Remover permissão de exclusão

# SetMresRights
source: Set reservation permissions
pt_br: Atribuir permissão de exclusão

# UnsetMresRights
source: Remove reservation permissions
pt_br: Remover as permissões de reserva

# SetViewRights
source: Assign view permissions
pt_br: Atribuir as permissões de visualização

# UnsetViewRights
source: Remove viewing permissions
pt_br: Remover as permissões de visualização

# SetAllRights
source: Assign all permissions
pt_br: Atribuir todas as permissões

# UnsetAllRights
source: Remove all permissions
pt_br: Remover todas as permissões

# ItemCourse
source: Course item
pt_br: Recurso do curso

# MItemRight
source: Item permissions
pt_br: Permissões do recurso

# EditItem2
source: Edit item
pt_br: Editar recurso

# ItemManagerHeader
source: Item manager
pt_br: Gerenciar recurso

# LangClass
source: Class
pt_br: Classe

# MReservationPeriodsRight
source: Reservation periods permissions
pt_br: Permissões dos períodos de reserva

# AddNewItem
source: Add a new item
pt_br: Adicionar um novo recurso

source: Item name
pt_br: Nome do recurso

source: Item description
pt_br: Descrição do recurso

# ItemExist
source: The item exists
pt_br: O recurso existe

source: Edit item
pt_br: Editar recurso

# ItemEdited
source: Item updated.
pt_br: Recurso atualizado

source: Category filter
pt_br: Filtro de categoria

source: Item creator
pt_br: Criador de recurso

source: Delete selected items
pt_br: Excluir recursos selecionados

# BookingPeriodTimepickerLimitation
source: Limitation on booking period timepicker
pt_br: Limitação no seletor de período da reserva

source: Blackout
pt_br: Indisponível

source: Every day
pt_br: Diário

source: Every week
pt_br: Semanal

source: Every month
pt_br: Mensal

# ReservationForDenied
source: Booking denied
pt_br: Reserva recusada

# BookingPeriodTooSmall
source: The booking period is too small.
pt_br: O período de reserva é muito curto.

# BookingPeriodTooBig
source: Booking period too long.
pt_br: O período de reserva é muito longo.

source: Permissions stored
pt_br: Permissões salvas

source: Permission granted
pt_br: Permissão concedida

source: Permission revoked
pt_br: Permissão negada

source: Role granted
pt_br: Perfil aceito

source: Role revoked
pt_br: Perfil negado

# ErrorPleaseGiveRoleName
source: Please give this role a name
pt_br: Favor nomeie o perfil

source: Role deleted
pt_br: Perfil excluído

source: Add role
pt_br: Adicionar perfil

# RoleComment
source: The role is the item which will allow you to assign rights to a person or group of people.
pt_br: O perfil é o item que lhe permitirá atribuir direitos a uma pessoa de um grupo.

source: Default role
pt_br: Perfil padrão

source: Permissions of role
pt_br: Permissões do perfil

# IsPlatformRoleNotEditable
source: Is the platform role not editable?
pt_br: A plataforma do perfil não pode ser editada?

# UserPermissions
source: User's permissions
pt_br: Permissões do Usuário
