Repository: JeffUlan/chamilo-lms
Catalog: main/locale/hotspot/*.po
Languages: pt_br

source: Select
pt_br: Selecionar

source: Square
pt_br: Retângulo

# circle
source: Elipse
pt_br: Círculo

# poly
source: Polygon
pt_br: Polígono

# status1
source: Draw a hotspot.
pt_br: Desenhar um hotspot

# status2_poly
source: Use right-click to close the polygon.
pt_br: Clique com o botão direito do mouse para fechar o polígono.

# status2_other
source: Release the mousebutton to save the hotspot.
pt_br: Soltar o botão do mouse para salvar o hotspot.

# status3
source: Hotspot saved
pt_br: Hotspot salvo

# exercise_status_1
source: Answer by clicking in the image below
pt_br: Status: questão ainda não terminada

# exercise_status_2
source: Validate answers
pt_br: Clicar aqui para enviar as respostas para a questão

# exercise_status_3
source: Status: Question terminated
pt_br: Status: questão terminada

# showUserPoints
source: Show/Hide userclicks
pt_br: Exibir/Ocultar cliques do usuário

# showHotspots
source: Show / Hide hotspots
pt_br: Exibir/Ocultar hotspots

# labelPolyMenu
source: Close polygon
pt_br: Fechar polígono

# triesleft
source: Attempts left
pt_br: Tentativas restantes

# exeFinished
source: Now click on the button below to validate your answers.
pt_br: Todas as questões respondidas. Pode alterar a sua escolha ou clicar para enviar

# nextAnswer
source: Now click on: &done=done
pt_br: Clique agora em: &done=done

source: Delineation
pt_br: Delimitação

# labelDelineationMenu
source: Close delineation
pt_br: Encerrar delimitação

# oar
source: Area at risk
pt_br: Área de risco
