Repository: JeffUlan/chamilo-lms
Catalog: resources/locale/*/notification.inc.po
Languages: korean, russian

# lang_new_item
source: new item added
korean: 새 항목이 추가되었습니다
russian: новый пункт добавлен

# TitleNotification
source: Since your latest visit
korean: 마지막 방문으로부터
russian: С момента Вашего последнего визита

# lang_update_agenda
source: event updated
korean: 일정이 업데이트 되었습니다
russian: существующие пункты повестки дня обновлены

# lang_new_agenda
source: event added
korean: 새 일정 항목이 추가되었습니다
russian: новый пункт повестки дня добавлен

# lang_update_announcements
source: existing announcement updated
korean: 공지사항이 업데이트 되었습니다
russian: существующее объявление обновлено

# lang_new_announcements
source: new announcement added
korean: 새 공지사항이 추가되었습니다
russian: новое объявление добавлено

# lang_new_document
source: new document(s) added
korean: 새 문서가 추가되었습니다
russian: новый(е) документ(ы) добавлен(ы)

# lang_new_exercise
source: new test enabled
korean: 새 과정이 활성화되었습니다
russian: новое упражнение задействовано

# lang_update_link
source: existing link information updated
korean: 링크 정보가 업데이트되었습니다
russian: существующая информация о ссылке обновлена

# lang_new_link
source: new link added
korean: 새 링크가 추가되었습니다
russian: новая ссылка добавлена

# lang_new_forum_topic
source: new topic added
korean: 새 주제가 추가되었습니다
russian: новая тема добавлена

# lang_new_groupforum_topic
source: new topic added to group forum
korean: 새 주제가 그룹 포럼에 추가되었습니다
russian: новая форма добавлена в форум группы

# lang_new_dropbox_file
source: new file received
korean: 새 파일이 받아들여졌습니다
russian: новый файл получен

# lang_update_dropbox_file
source: a file in your dropbox was updated
korean: dropbox의 파일이 업데이트 되었습니다
russian: файл в Вашем ящике для сообщений обновлен

# ForumCategoryAdded
source: The forum category has been added
russian: Раздел форума добавлен

# LearnpathAdded
source: Course added
russian: Учебный план добавлен
